Revit 2027 API
CriticalPathIterator.Dispose Method
Releases all resources used by the CriticalPathIterator
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
CriticalPathIterator Class
Autodesk.Revit.DB.Analysis Namespace